Repository: common-repository/students-count-for-learndash
Catalog: languages/learndash-students-count-*.po
Languages: pt_br

source: All
pt_br: Todos

source: Always (may hurt performance)
pt_br: Sempre (pode prejudicar a performance)

source: Basic styling
pt_br: Estilo básico

source: Class for additional CSS styling:
pt_br: Classe para aplicar estilo CSS adicional:

source: Count update
pt_br: Atualizar contagem

source: Custom text for no students
pt_br: Texto customizado para "zero" alunos

source: Custom text for plural
pt_br: Texto customizado para plural

source: Custom text for singular
pt_br: Texto customizado para singular

source: Every 12 hours
pt_br: A cada 12 horas

source: Every 24 hours
pt_br: A cada 24 horas

source: Every 3 hours
pt_br: A cada 3 horas

source: Every 6 hours
pt_br: A cada 6 horas

source: Every hour
pt_br: A cada hora

source: Hide
pt_br: Esconder

source: Hide shortcode instruction
pt_br: Esconder instruções de shortcode

source: LearnDash LMS is not active: STUDENTS COUNT FOR LEARNDASH needs it, that's why was deactivated
pt_br: LearnDash LMS não está ativado: STUDENTS COUNT FOR LEARNDASH precisa dele, por isso foi desativado

source: Logged users only
pt_br: Apenas usuários logados

source: Prefer to use shortcode?
pt_br: Prefere usar um shortcode?

source: Show on the grid
pt_br: Mostrar no grid

source: Show on the single course page
pt_br: Mostrar na página do curso

source: Show your visitors how many students you have in your LearnDash courses
pt_br: Mostre aos seus visitantes quantos alunos estão inscritos em seus cursos LearnDash

source: student enrolled
pt_br: aluno inscrito

source: Students Count - Settings
pt_br: Students Count - Configurações

source: Students Count for LearnDash is the ultimate way to show your visitors how many students you have in your LearnDash courses.
pt_br: Students Count para LearnDash é a melho maneira de mostrar aos visitantes do seu site quantos alunos estão inscritos em seus cursos.

source: students enrolled
pt_br: alunos incritos

source: Visitors only (non logged)
pt_br: Somente visitantes (não logados)

source: Where?
pt_br: Onde?

source: Who can see?
pt_br: Quem pode ver?
